Repository: eea/volto-metadata-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de

source: Default
de: Standard

source: Divide each row into separate cells
de: Jede Zeile in einzelne Zellen unterteilen

source: Fields
de: Felder

source: Fixed width table cells
de: Tabellenzellen mit fester Breite

source: Make the table compact
de: Die Tabelle kompakt gestalten

source: Metadata
de: Metadaten

source: Metadata Section
de: Metadaten-Abschnitt

source: No fields selected
de: Keine Felder ausgewählt

source: Reduce complexity
de: Reduktion der Komplexität

source: Simple list
de: Einfache Liste

source: Stripe alternate rows with color
de: Reihen abwechselnd mit Farbe markieren

source: Table color inverted
de: Farbe der Tabelle umkehren

source: field
de: Feld

source: hideInView
de: In der Ansichtsseite ausblenden?

source: selectMetadata
de: Metadaten auswählen

source: showLabel
de: Label anzeigen?

source: tableStyle
de: Aussehen
